[
    {
        "id": 1,
        "titulo": "Final Fantasy XVI",
        "portada": "ps5/final-fantasy.jpg",
        "descripcion": "Final Fantasy XVI es la nueva entrega de la saga de videojuegos de rol de Square Enix para PS5, que en esta ocasión, nos invita a disfrutar de una ambientación puramente medieval, trasladándonos a un mundo devastado por la guerra entre diversas potencias y por una misteriosa plaga. Estamos ante un juego de rol y acción para un jugador, en el que encarnaremos a un espadachín que tiene una importante misión.",
        "genero": "JRPG\/Rol",
        "plataforma": "PlayStation 5",
        "desarrollo": "Square Enix",
        "produccion": "Square Enix",
        "distribucion": "Plaion",
        "lanzamiento": "22\/06\/2023",
        "precio": 20000
    },
    {
        "id": 2,
        "titulo": "Resident Evil 4 Remake",
        "portada": "ps5/resident-evil.jpg",
        "descripcion": "Sobrevivir es solo el principio. Seis años después de la catástrofe biológica en Raccoon City, el agente Leon S. Kennedy, uno de los supervivientes del desastre, ha sido enviado a rescatar a la hija del presidente, a quien han secuestrado. Siguiendo su rastro, llega a una apartada población europea, donde sus habitantes sufren un mal terrible. Así comienza esta historia de un arriesgado rescate y terror escalofriante donde se cruzan la vida y la muerte, y el miedo y la catarsis.",
        "genero": "Acción\/Survival Horror\/Zombis",
        "plataforma": "PlayStation 5",
        "desarrollo": "Capcom",
        "produccion": "Capcom",
        "distribucion": "Plaion",
        "lanzamiento": "24\/03\/2023",
        "precio": 17000
    },
    {
        "id": 3,
        "titulo": "Octopath Traveler II",
        "portada": "ps5/octopath-traveler.jpg",
        "descripcion": "La historia de este juego transcurre en Solistia, un mundo compuesto por los continentes del Levante y del Poniente, así como una franja oceánica que divide a ambas tierras. En estos tiempos de constante cambio, los inmensos navíos surcan las concurridas rutas marítimas y el vapor supone toda una revolución tecnológica. Hay quienes se entregan en cuerpo y alma a apoyar a las múltiples y variadas estrellas del escenario y el sector del espectáculo, mientras que, al mismo tiempo, otros sufren en sus carnes las consecuencias de la guerra, las plagas y la miseria.",
        "genero": "JRPG\/Rol",
        "plataforma": "PlayStation 5",
        "desarrollo": " Square Enix",
        "produccion": " Square Enix",
        "distribucion": "Plaion",
        "lanzamiento": "24\/02\/2023",
        "precio": 15000
    },
    {
        "id": 4,
        "titulo": "Horizon Forbidden West",
        "portada": "ps5/horizon-forbidden-west.jpg",
        "descripcion": "Horizon 2 es la segunda parte de Horizon: Zero Dawn, el videojuego de acción en tercera persona y mundo abierto de Guerrilla Games en exclusiva. Auspiciado por Sony, y como una de las nuevas sagas que han demostrado su poder y presencia en la sobremesa, nos narrará una épica historia de ciencia ficción postapocalíptica en la que la humanidad intenta sobrevivir tras la aparición de una serie de máquinas y robots que han sustituido a los seres vivos como especie dominante en la Tierra.",
        "genero": "Aventura\/Mundo abierto",
        "plataforma": "PlayStation 5",
        "desarrollo": "Guerrilla Games",
        "produccion": "Sony Entertainment",
        "distribucion": "Sony",
        "lanzamiento": "18\/02\/2022",
        "precio": 19000
    },
    {
        "id": 5,
        "titulo": "Elden Ring",
        "portada": "ps5/elden-ring.jpg",
        "descripcion": "Final Fantasy XVI es la nueva entrega de la saga de videojuegos de rol de Square Enix para PS5, que en esta ocasión, nos invita a disfrutar de una ambientación puramente medieval, trasladándonos a un mundo devastado por la guerra entre diversas potencias y por una misteriosa plaga. Estamos ante un juego de rol y acción para un jugador, en el que encarnaremos a un espadachín que tiene una importante misión.",
        "genero": "Action-RPG\/Tipo Souls",
        "plataforma": "PlayStation 5",
        "desarrollo": "FromSoftware",
        "produccion": "Bandai Namco",
        "distribucion": "Bandai Namco",
        "lanzamiento": "25\/02\/2022",
        "precio": 18000
    },
    {
        "id": 6,
        "titulo": "FIFA 23",
        "portada": "ps5/fifa-23.jpg",
        "descripcion": "Vive la emoción del mayor torneo futbolístico con EA SPORTS FIFA 23 y la actualización de la FIFA World Cup masculina. EA SPORTS FIFA 23 lleva el juego del mundo al campo, con la tecnología HyperMotion2 que ofrece una experiencia de juego aún más realista, tanto la FIFA World Cup masculina como la femenina, la incorporación de equipos femeninos, funciones de juego cruzado y mucho más. Disfruta de una autenticidad única con más de 19 000 jugadores, más de 700 equipos, 100 estadios y más de 30 ligas en FIFA 23.",
        "genero": "Deportes\/Fútbol",
        "plataforma": "PlayStation 5",
        "desarrollo": "EA Sports",
        "produccion": "EA Swiss Sarl",
        "distribucion": "Electronic Arts",
        "lanzamiento": "29\/09\/2022",
        "precio": 20000
    },
    {
        "id": 7,
        "titulo": "Battlefield 2042",
        "portada": "xbox/battlefield-2042.jpg",
        "descripcion": "Battlefield 2042 es la nueva entrega de la saga de acción en primera persona que llegará a PC, PS5, PS4, Xbox One y Xbox Series X\/S. Hablamos de un título totalmente multijugador con tres experiencias diferentes entre las que destaca la \"Guerra Total\" con partidas con hasta 128 jugadores (en PC y en la actual generación) en los mapas más grandes vistos hasta ahora en la saga con un montón de factores que pueden afectar al campo de batalla. Ambientado en el futuro cercano, nos trasladará a un escenario en el que el cambio climático ha hecho estragos.",
        "genero": "Shooter FPS",
        "plataforma": "Xbox Series S",
        "desarrollo": "DICE",
        "produccion": "Electronic Arts",
        "distribucion": "Electronic Arts",
        "lanzamiento": "19\/11\/2021",
        "precio": 16000
    },
    {
        "id": 8,
        "titulo": "Tales of Arise",
        "portada": "xbox/tales-of-arise.jpg",
        "descripcion": "Tales of Arise es el nuevo videojuego de la saga Tales of de Bandai Namco. Se trata de una secuela muy ambiciosa, que pretende marcar un antes y un después dentro de la serie de títulos de rol. Estrena sistema de combate dinámico, mantiene las señas de identidad de otros juegos anteriores y da un salto técnico enorme al usar una nueva dirección artística y el motor gráfico Unreal Engine 4. Está producido por Yuusuke Tomizaka y cuenta con un equipo de veteranos en Tales of.",
        "genero": "Action-RPG\/JRPG",
        "plataforma": "Xbox Series S",
        "desarrollo": "Bandai Namco",
        "produccion": "Bandai Namco",
        "distribucion": "Bandai Namco",
        "lanzamiento": "10\/09\/2021",
        "precio": 18000
    },
    {
        "id": 9,
        "titulo": "Forza Horizon 5",
        "portada": "xbox/forza-horizon-5.jpg",
        "descripcion": "Forza Horizon 5 es la nueva entrega de la saga de conducción en mundo abierto de Microsoft. El título, que llegará a Xbox One, Xbox Series X\/S y PC, se ambientará en México y contará con un sistema de condiciones meteorológicas que incluirá desde leves tormentas de polvo, hasta tormentas tropicales más fuertes y otro tipo de eventos climáticos grandes y masivos. Además de la nueva información aportada a nivel de jugabilidad, los modos The Eliminator y Super 7 estarán de regreso. Forza Horizon 5 también contará con un conjunto de herramientas que permitirán crear nuestras propias carreras, modos de juego y experiencias. Todo será personalizable, hasta las reglas fundamentales, convirtiendo esta nueva entrega de la saga en la más divertida, accesible y variada.",
        "genero": "Carreras arcade\/Velocidad",
        "plataforma": "Xbox Series S",
        "desarrollo": "Playground Games",
        "produccion": "Xbox Game Studios",
        "distribucion": "Microsoft",
        "lanzamiento": "09\/11\/2021",
        "precio": 15000
    },
    {
        "id": 10,
        "titulo": "Edge of Eternity",
        "portada": "xbox/edge-of-eternity.jpg",
        "descripcion": "Edge of Eternity es un juego de rol con componentes de acción y exploración. Su ambientación combina fantasía medieval y steampunk y la historia, muy importante en el desarrollo, será para adultos. Nos ofrece multitud de personajes para nuestro equipo, así como cientos de escenarios que explorar para progresar en un argumento que quiere cautivar a los usuarios.",
        "genero": "JRPG\/Mundo abierto",
        "plataforma": "Xbox Series S",
        "desarrollo": "Midgar Studios",
        "produccion": "Dear Villagers\/Maple Whispering Limited",
        "distribucion": "Microsoft Store",
        "lanzamiento": "10\/02\/2022",
        "precio": 8000
    },
    {
        "id": 11,
        "titulo": "Far Cry 6",
        "portada": "xbox/far-cry-6.jpg",
        "descripcion": "Far Cry 6 es un nuevo videojuego de la saga de acción en primera persona de Ubisoft. En el título viajaremos a Yara, un paraíso tropical ficticio gobernado por un tirano: Anton Castillo, a quien pone cara y voz Giancarlo Esposito. A los mandos controlaremos a Dani Rojas, un ciudadano de esta país que se une a una guerrilla que intenta liberar la nación de la tiranía de Castillo. En Far Cry 6 los jugadores volverán a explorar un exuberante mundo abierto, repleto de vegetación, ciudades, playas, selvas y muchos más lugares que explorar más allá de Esperanza, la enorme capital de Yara. La variedad de escenarios será amplia, ya que este será el Far Cry más grande de toda la saga.",
        "genero": "Mundo abierto\/Shooter FPS",
        "plataforma": "Xbox Series S",
        "desarrollo": "Ubisoft",
        "produccion": "Ubisoft",
        "distribucion": "Ubisoft",
        "lanzamiento": "07\/10\/2021",
        "precio": 15000
    },
    {
        "id": 12,
        "titulo": "Persona 5 Royal",
        "portada": "xbox/persona-5-royal.jpg",
        "descripcion": "Persona 5: Royal es la versión extendida y mejorada del exitoso videojuego del rol japonés producido por ATLUS para consolas. La quinta entrega tiene ahora una nueva edición que, si bien nos sigue contando una épica historia en la que un grupo de estudiantes adolescentes tendrán que enfrentarse a una amenaza sobrenatural gracias a sus Persona, unos alter ego especiales, añadirá nuevas zonas, personajes y características jugables.",
        "genero": "JRPG\/Rol",
        "plataforma": "Xbox Series S",
        "desarrollo": "Atlus",
        "produccion": "Atlus",
        "distribucion": "Plaion",
        "lanzamiento": "21\/10\/2022",
        "precio": 14000
    },
    {
        "id": 13,
        "titulo": "The Legend of Zelda: Breath of the Wild",
        "portada": "nintendo/the-legend-of-zelda-botw.jpg",
        "descripcion": "The Legend of Zelda: Breath of the Wild es un videojuego exclusivo de Nintendo, desarrollado, producido y distribuido por la misma compañía, para las videoconsolas Wii U y Nintendo Switch. Se trata de la decimo-octava entrega de la saga Zelda, pero también es el primer juego de la popular serie para la consola de última generación de Nintendo. El título promete un estilo visual completamente nuevo con el que desmarcarse de todo lo visto hasta el momento con colores muy vivos y llamativos y unos gráficos que aprovechan a la perfección la técnica de Cel Shading. De igual forma su director Eiji Anouma prometió cambios sustanciales en lo que a jugabilidad se refiere.",
        "genero": "Action-RPG\/Mundo abierto",
        "plataforma": "Nintendo Switch",
        "desarrollo": "Nintendo",
        "produccion": "Nintendo",
        "distribucion": "Nintendo",
        "lanzamiento": "03\/03\/2017",
        "precio": 13000
    },
    {
        "id": 14,
        "titulo": "Xenoblade Chronicles 3",
        "portada": "nintendo/xenoblade-chronicles-3.jpg",
        "descripcion": "Xenoblade Chronicles 3 es un emocionante juego de rol para Nintendo Switch. Únete a Noah, Mio y sus amigos mientras recorren paisajes majestuosos, se enfrentan a bestias feroces y luchan para romper el ciclo de violencia sin fin que asola sus tierras. Aionios es un mundo que rebosa de una naturaleza exuberante, y el escenario de un conflicto interminable entre dos naciones enfrentadas: Keves y Agnus. El tiempo es un bien precioso para sus habitantes, que luchan sin descanso para alargar sus vidas lo suficiente como para cumplir con los 10 años de servicio militar obligatorio. A raíz de en un encuentro fortuito, un grupo de seis soldados procedentes de ambas naciones rivales deciden dejar de lado sus diferencias y aunar fuerzas para sacar a la luz una nueva amenaza mucho más peligrosa que la incesante guerra.",
        "genero": "Action-RPG\/JRPG\/Mundo abierto",
        "plataforma": "Nintendo Switch",
        "desarrollo": "Monolith Soft",
        "produccion": "Nintendo",
        "distribucion": "Nintendo",
        "lanzamiento": "29\/07\/2022",
        "precio": 12000
    },
    {
        "id": 15,
        "titulo": "Super Mario Odyssey",
        "portada": "nintendo/super-mario-odyssey.jpg",
        "descripcion": "Super Mario Odyssey es un videojuego desarrollado, producido y distribuido por Nintendo exclusivamente para su nueva videoconsola, Nintendo Switch. Mario regresa a los videojuegos con su primer gran título para Nintendo Switch. En esta ocasión lo hace con un juego en 3D de mundo abierto que recuerda en estética y jugabilidad a lo visto en Super Mario 64 o los juegos de la serie en Game Cube, pero que además incluye una gran cantidad de novedades, los mejores gráficos de la saga e interesantes mecánicas jugables como la gorra, la cual tendrá un gran protagonismo y ofrecerá diversas funcionalidades como ayudarnos a recorrer el escenario o la capacidad de controlar a los enemigos, obteniendo así increíbles y variadas habilidades.",
        "genero": "Plataformas",
        "plataforma": "Nintendo Switch",
        "desarrollo": "Nintendo",
        "produccion": "Nintendo",
        "distribucion": "Nintendo",
        "lanzamiento": "27\/10\/2017",
        "precio": 16000
    },
    {
        "id": 16,
        "titulo": "Super Smash Bros. Ultimate",
        "portada": "nintendo/super-smash-bros-ultimate.jpg",
        "descripcion": "Super Smash Bros. Ultimate es la nueva entrega para Nintendo Switch de la popular saga de Nintendo centrada en el género de lucha, en la que personajes como Super Mario, Zelda, Samus de Metroid, Donkey Kong o Pikachu de Pokémon por citar algunos, combaten en los más variados escenarios extraídos del legado digital de la empresa japonesa, así como de compañías invitadas de la talla de Capcom, Bandai Namco, SEGA o Konami. Con el plantel de héroes, heroínas y villanos más grande hasta la fecha, con nuevos modos de juego y una jugabilidad clásica, Ultimate supone el punto álgido de una licencia emblemática de Nintendo.",
        "genero": "Lucha tipo Melee\/Lucha",
        "plataforma": "Nintendo Switch",
        "desarrollo": "Bandai Namco",
        "produccion": "Nintendo",
        "distribucion": "Nintendo",
        "lanzamiento": "07\/12\/2018",
        "precio": 18000
    },
    {
        "id": 17,
        "titulo": "Fire Emblem Engage",
        "portada": "nintendo/fire-emblem-engage.jpg",
        "descripcion": "La nueva entrega de la serie Fire Emblem se desarrolla en Elyos, un continente formado por cuatro naciones que rodean un Tierra Sagrada. Hace mil años se desencadenó una cruenta guerra entre Elyos y el Dragón Caído. Durante el conflicto, los habitantes de Elyos invocaron a héroes de otros mundos para que los ayudaran: los llamados Emblemas. Los guerreros de las distintas naciones lucharon unidos junto a ellos y, finalmente, lograron desterrar al Dragon Caído. Sin embargo, ciertas señales auguran el inminente regreso de este temible enemigo.",
        "genero": "Tactical RPG",
        "plataforma": "Nintendo Switch",
        "desarrollo": "Nintendo",
        "produccion": "Nintendo",
        "distribucion": "Nintendo",
        "lanzamiento": "20\/01\/2023",
        "precio": 17000
    },
    {
        "id": 18,
        "titulo": "Dragon Quest XI S: Echoes of an Elusive Age - Definitive Edition",
        "portada": "nintendo/dragon-quest-xi.jpg",
        "descripcion": "Dragon Quest XI S: Echoes of an Elusive Age - Definitive Edition es la edición definitiva y completa de Dragon Quest XI, el videojuego de rol japonés de Square Enix para Nintendo Switch. Se trata de una edición para la consola híbrida de Nintendo con más contenidos, cambios en la estructura y una serie de novedades inéditas hasta la fecha.",
        "genero": "JRPG\/Rol",
        "plataforma": "Nintendo Switch",
        "desarrollo": "Square Enix",
        "produccion": "Square Enix",
        "distribucion": "Nintendo",
        "lanzamiento": "27\/09\/2019",
        "precio": 20000
    }
]